{
    "siteTitle": "Heartfelt Designs",
    "tagline": "Specializing in Counted Thread Designs",
    "contactEmail": "cjstorie@gmail.com",
    "phone": "306.775.1670",
    "etsyShopUrl": "https://www.etsy.com/ca/shop/HeartfeltDesigns1",
    "heroImages": [
        "https://i.etsystatic.com/8014036/r/il/f776d4/690867480/il_1000x1000.690867480_kdvi.jpg",
        "https://i.etsystatic.com/8014036/r/il/0388c2/1816019839/il_1000x1000.1816019839_rds2.jpg",
        "https://i.etsystatic.com/8014036/r/il/e7e3a6/2880292650/il_800x800.2880292650_jxh4.jpg",
        "https://i.etsystatic.com/8014036/r/il/f02068/1337464776/il_800x800.1337464776_2eio.jpg",
        "https://i.etsystatic.com/8014036/r/il/cf5641/1227651685/il_800x800.1227651685_7k5k.jpg",
        "https://i.etsystatic.com/8014036/r/il/46f71c/690996129/il_1588xN.690996129_dyv1.jpg"
    ],
    "about": {
        "name": "Carol Storie",
        "photoUrl": "carol1.jpg",
        "bio": "Hi, I'm Carol Storie. I have been stitching for over 35 years and I started Heartfelt Designs in 1997 as a way of sharing my love of needlework and fibre arts. I design in many techniques of counted thread including hardanger, canvas work, pulled thread, blackwork and cross stitch. A lot of my designs use specialty threads and a wide variety of stitches.\n\nMy first dabble into fibre was when a great-aunt came to visit when I was about 12 years old. She was crocheting and I was intrigued by it. I started asking questions, and she very patiently showed me the basics. I bought instruction books and patterns and crocheted even if it was “uncool” during my high school year, and into early adulthood when I discovered stitching! I bought patterns and instruction books and was mostly self-taught until I moved to Regina in 1985.\n\nMy stitchery world opened a lot at that point. I had access to a wonderful needlework store and I joined the Regina Stitchery Guild, a chapter of the Embroiderers’ Association of Canada. My needlework knowledge began to grow. I started designing gradually, formed my company Heartfelt Designs, and then gradually started teaching needlework as well.\n\nI am a member of The Regina Stitchery Guild, the Virtual Threads, the Embroiderers’ Association of Canada (EAC), and the Needlework Designers of Canada. I previously served on the EAC Board of Directors as the Youth Embroiderers’ Director and have recently completed the EAC Design for Embroidery course. Several of my designs have been published in Embroidery Canada, and many were featured in Grainews as part of a regular column.\n\nI look forward to receiving any comments you may have regarding my designs."
    },
    "teaching": "Carol has taught a number of courses, including several within Saskatchewan, some as part of EAC's Seminar, two Cyber Workshops, a group Correspondence Course, and at Creativ Festival in 2012 and 2014.\n\nCurrently, she is teaching an EAC Group Correspondence Course, Canvas Candy Bowl. She is attending the CreativFestival in Toronto in October 2015 teaching on behalf of EAC.\n\nCarol’s instructions and charts in her patterns are easy to follow. Her teaching style is friendly and relaxed with lots of great tips and patience to get you through even the toughest of stitches.\n\nOne of the reasons Carol loves to teach needlework is because she wants other people to get as much enjoyment from stitching as she does. She also wants to others to use stitching as a form of relaxation yet still being creative.\n\nIf you are interested in having Carol teach a workshop or if you have questions, please contact her at designer@heartfelt-designs.com.",
    "patternsIntro": "We encourage you to contact your local needlework store to see if they carry Heartfelt Designs patterns. If you are from a needlework store interested in carrying our patterns, please contact us about wholesale inquiries. If you are unable to purchase our patterns at a local store, please visit our Etsy shop or contact us directly."
}