{
    "siteTitle": "Heartfelt Designs",
    "tagline": "Specializing in Counted Thread Designs",
    "contactEmail": "cjstorie@gmail.com",
    "phone": "306.775.1670",
    "etsyShopUrl": "https://www.etsy.com/ca/shop/HeartfeltDesigns1",
    "heroImages": [
        "https://i.etsystatic.com/8014036/r/il/f776d4/690867480/il_1000x1000.690867480_kdvi.jpg",
        "https://i.etsystatic.com/8014036/r/il/e7e3a6/2880292650/il_800x800.2880292650_jxh4.jpg",
        "https://i.etsystatic.com/8014036/r/il/f02068/1337464776/il_800x800.1337464776_2eio.jpg",
        "https://i.etsystatic.com/8014036/r/il/cf5641/1227651685/il_800x800.1227651685_7k5k.jpg",
        "https://i.etsystatic.com/8014036/r/il/46f71c/690996129/il_1588xN.690996129_dyv1.jpg"
    ],
    "about": {
        "name": "Carol Storie",
        "photoUrl": "carol1.jpg",
        "bio": "I create and teach designs in many techniques of counted thread including hardanger, canvas work, pulled thread, and cross stitch.  I incorporate specialty threads and a wide variety of stitches and am most recently known for my innovative canvas work bowls.\n\nCustomers and students have provided feedback that the instructions in my patterns  are easy to follow.\n\nI am a member of The Regina Stitchery Guild, Virtual Threads, The Embroiderers' Association of Canada (EAC), American Needlepoint Guild and CyberPointers, Embroiderers' Guild of America and CyberStitchers, and the Needlework Designers of Canada.\n\nMy designs have been published in EAC's quarterly publication, Embroidery Canada, and several were featured in Grainews as part of a regular column."
    },
    "teaching": "Carol has taught a number of courses, locally as well as at the Embroiderers' Association of Canada's Seminars, and Creativ Festival in Toronto. She also has taught Cyber Workshops and Group Correspondence courses.\n\nCarol's instructions and charts in her patterns are easy to follow. Her teaching style is friendly and relaxed with lots of great tips and patience to get you through even the toughest of stitches.\n\nOne of the reasons Carol loves to teach needlework is because she wants other people to get as much enjoyment from stitching as she does. She also wants to others to use stitching as a form of relaxation yet still being creative.\n\nIf you are interested in having Carol teach a workshop or if you have questions, please <a href='#contact'>contact her</a>.",
    "patternsIntro": "We encourage you to contact your local needlework store to see if they carry Heartfelt Designs patterns. If you are from a needlework store interested in carrying our patterns, please <a href='#contact'>contact us</a> about wholesale inquiries. If you are unable to purchase our patterns at a local store, please visit our <a href='https://www.etsy.com/ca/shop/HeartfeltDesigns1' target='_blank'>Etsy shop</a> or <a href='#contact'>contact us</a> directly."
}